Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Hold the globe key, switch to another keyboard and back, so Clink reloads.
de: Halte die Globustaste, wechsle zu einer anderen Tastatur und wieder zurück, damit Clink neu lädt.
es: Mantén pulsada la tecla del globo, cambia a otro teclado y vuelve, para que Clink se recargue.
et: Hoia gloobusklahvi, vaheta teisele klaviatuurile ja tagasi, et Clink uuesti laadiks.
fr: Maintiens la touche globe, passe à un autre clavier puis reviens : Clink se recharge.
hu: Tartsd nyomva a földgömb gombot, válts át másik billentyűzetre, majd vissza, hogy a Clink újratöltsön.
it: Tieni premuto il tasto globo, passa a un'altra tastiera e torna indietro, così Clink si ricarica.
ja: 地球儀キーを長押しして別のキーボードに切り替え、また戻します。これでClinkが読み込み直されます。
ko: 지구본 키를 길게 눌러 다른 키보드로 갔다가 돌아오면 Clink가 다시 불러옵니다.
ms: Tahan kekunci globe, tukar ke papan kekunci lain dan kembali, supaya Clink dimuat semula.
pt: Mantém a tecla do globo premida, muda para outro teclado e volta, para o Clink recarregar.
ru: Удержите клавишу глобуса, переключитесь на другую клавиатуру и обратно, чтобы Clink перезагрузился.
zh_hans: 按住地球键，切到别的键盘再切回来，Clink 就会重新加载。

source: Hold the globe key.
de: Halte die Globustaste gedrückt.
es: Mantén pulsada la tecla del globo.
et: Hoia gloobusklahvi.
fr: Maintiens la touche globe.
hu: Tartsd nyomva a földgömb billentyűt.
it: Tieni premuto il tasto globo.
ja: 地球儀キーを長押しします。
ko: 지구본 키를 길게 누르세요.
ms: Tahan kekunci glob.
pt: Mantém premida a tecla do globo.
ru: Удержите клавишу глобуса.
zh_hans: 长按地球键。

source: Hold the key to pick a character or open a panel, Gboard-style.
de: Halt die Taste gedrückt, um ein Zeichen zu wählen oder ein Panel zu öffnen, so wie bei Gboard.
es: Mantén pulsada la tecla para elegir un carácter o abrir un panel, al estilo Gboard.
et: Hoia klahvi, et valida märk või avada paneel, Gboardi moodi.
fr: Maintiens la touche pour choisir un caractère ou ouvrir un panneau, façon Gboard.
hu: Tartsd lenyomva a billentyűt egy karakter kiválasztásához vagy egy panel megnyitásához, Gboard-módra.
it: Tieni premuto il tasto per scegliere un carattere o aprire un pannello, stile Gboard.
ja: キーを長押しすると、文字を選んだりパネルを開いたりできます（Gboard 風）。
ko: 키를 길게 눌러서 문자를 고르거나 패널을 열어요. Gboard처럼요.
ms: Tahan kekunci untuk pilih aksara atau buka panel, gaya Gboard.
pt: Mantém a tecla premida para escolher um caráter ou abrir um painel, ao estilo do Gboard.
ru: Удержите клавишу, чтобы выбрать символ или открыть панель — как в Gboard.
zh_hans: 长按按键就能挑一个字符或打开一个面板，跟 Gboard 一样。

source: Hold the key to pick one of these, Gboard-style.
de: Halt die Taste gedrückt, um eine davon zu wählen, so wie bei Gboard.
es: Mantén pulsada la tecla para elegir una de estas, al estilo Gboard.
et: Hoia klahvi, et valida üks neist, Gboardi moodi.
fr: Maintiens la touche pour en choisir une, façon Gboard.
hu: Tartsd lenyomva a gombot, és válassz ezek közül, Gboard-módra.
it: Tieni premuto il tasto per sceglierne una, stile Gboard.
ja: キーを長押しすると、この中から選べます（Gboard 風）。
ko: 키를 길게 누르면 이 중 하나를 고를 수 있어요. Gboard처럼요.
ms: Tahan kekunci untuk pilih salah satu daripada ini, gaya Gboard.
pt: Mantém a tecla premida para escolher uma destas, ao estilo do Gboard.
ru: Удержите клавишу, чтобы выбрать одно из этого — как в Gboard.
zh_hans: 长按按键就能从这些里挑一个，跟 Gboard 一样。

source: Hold the key to pop up a bar of extra characters or panels, like Gboard's accents.
de: Halt die Taste gedrückt, um eine Leiste mit zusätzlichen Zeichen oder Panels einzublenden, wie die Akzente bei Gboard.
es: Mantén pulsada la tecla para mostrar una barra con caracteres o paneles extra, como los acentos de Gboard.
et: Hoia klahvi, et kuvada riba lisamärkide või paneelidega, nagu Gboardi aksendid.
fr: Maintiens la touche pour faire apparaître une barre de caractères ou de panneaux supplémentaires, comme les accents de Gboard.
hu: Tartsd lenyomva a billentyűt, és felugrik egy sáv extra karakterekkel vagy panelekkel, mint a Gboard ékezetei.
it: Tieni premuto il tasto per far comparire una barra di caratteri o pannelli extra, come gli accenti di Gboard.
ja: キーを長押しすると、追加の文字やパネルのバーが表示されます（Gboard のアクセント入力風）。
ko: 키를 길게 누르면 추가 문자나 패널이 담긴 바가 떠요. Gboard의 악센트처럼요.
ms: Tahan kekunci untuk memaparkan bar aksara atau panel tambahan, macam aksen Gboard.
pt: Mantém a tecla premida para mostrar uma barra de carateres ou painéis extra, como os acentos do Gboard.
ru: Удержите клавишу, чтобы всплыла полоса с дополнительными символами или панелями — как акценты в Gboard.
zh_hans: 长按按键会弹出一条包含额外字符或面板的栏，就像 Gboard 的重音符号。

source: Hold the letter and slide onto the accent you want.
de: Halte den Buchstaben und zieh auf den Akzent, den du willst.
es: Mantén pulsada la letra y desliza hasta el acento que quieras.
et: Hoia tähte ja libise soovitud aksendile.
fr: Maintiens la lettre et glisse jusqu'à l'accent voulu.
hu: Tartsd nyomva a betűt, és csúsztass a kívánt ékezetre.
it: Tieni premuta la lettera e scorri fino all'accento che vuoi.
ja: 文字を長押しして、使いたいアクセント記号までスライドします。
ko: 글자를 길게 누른 다음 원하는 악센트로 밀어 주세요.
ms: Tahan huruf itu dan luncur ke aksen yang anda mahu.
pt: Mantém a letra premida e desliza até ao acento que queres.
ru: Удержите букву и доведите палец до нужного акцента.
zh_hans: 按住字母，滑到想要的重音符号上。

source: Hold the space bar and slide. Tap with another finger while dragging to start highlighting.
de: Halte die Leertaste und schiebe. Tippe mit einem anderen Finger während des Ziehens, um zu markieren.
es: Mantén la barra espaciadora y desliza. Toca con otro dedo mientras arrastras para empezar a marcar.
et: Hoia tühikuklahvi ja libise. Puuduta lohistamise ajal teise sõrmega, et alustada esiletõstmist.
fr: Maintenez la barre d'espace et faites glisser. Touchez avec un autre doigt pendant le glissement pour commencer à sélectionner.
hu: Tartsd a szóközt, és csúsztasd. Koppints a másik ujjaddal húzás közben, és onnan jelöl.
it: Tieni premuta la barra spaziatrice e fai scorrere. Tocca con un altro dito mentre trascini per iniziare a selezionare.
ja: スペースバーを押しながらスライド。ドラッグ中にもう一方の指でタップすると選択が始まります。
ko: 스페이스 바를 누른 채 미세요. 끄는 동안 다른 손가락으로 탭하면 선택이 시작됩니다.
ms: Tahan bar ruang dan seret. Ketik dengan jari lain semasa menyeret untuk mula menonjolkan.
pt: Mantém a barra de espaço e desliza. Toca com outro dedo enquanto arrastas para começar a destacar.
ru: Удерживайте пробел и ведите. Коснитесь другим пальцем во время перетаскивания, чтобы начать выделение.
zh_hans: 按住空格键滑动。拖动时用另一根手指点按即可开始选中。

source: Hold the space bar and slide. Tap with another finger while holding space to start highlighting.
de: Halte die Leertaste und schiebe. Tippe mit einem anderen Finger, während du sie hältst, um zu markieren.
es: Mantén la barra espaciadora y desliza. Toca con otro dedo mientras la mantienes para empezar a marcar.
et: Hoia tühikuklahvi ja libise. Puuduta tühiku hoidmise ajal teise sõrmega, et alustada esiletõstmist.
fr: Maintiens la barre d’espace et fais glisser ton doigt. Sans la relâcher, touche l’écran avec un autre doigt pour commencer à sélectionner.
hu: Tartsd a szóközt, és csúsztasd. Koppints a másik ujjaddal tartás közben, és onnan jelöl.
it: Tieni premuta la barra spaziatrice e fai scorrere. Tocca con un altro dito mentre la tieni premuta per iniziare a selezionare.
ja: スペースバーを押しながらスライド。押したままもう一方の指でタップすると選択が始まります。
ko: 스페이스 바를 누른 채 미세요. 누르고 있는 동안 다른 손가락으로 탭하면 선택이 시작됩니다.
ms: Tahan bar ruang dan seret. Ketik dengan jari lain semasa menahannya untuk mula menonjolkan.
pt: Mantém a barra de espaço e desliza. Toca com outro dedo enquanto a manténs para começar a destacar.
ru: Удерживайте пробел и ведите. Коснитесь другим пальцем, удерживая пробел, чтобы начать выделение.
zh_hans: 按住空格键滑动。按住时用另一根手指点按即可开始选中。

source: Hold the space bar and the keyboard becomes a trackpad for the text.
de: Halte die Leertaste, und die Tastatur wird zum Trackpad für den Text.
es: Mantén pulsada la barra espaciadora y el teclado se convierte en un trackpad para el texto.
et: Hoia tühikuklahvi ja klaviatuur muutub teksti trackpadiks.
fr: Maintiens la barre d'espace et le clavier devient un trackpad pour le texte.
hu: Tartsd nyomva a szóközt, és a billentyűzet érintőtáblává válik a szöveghez.
it: Tieni premuta la barra spaziatrice e la tastiera diventa un trackpad per il testo.
ja: スペースキーを長押しすると、キーボードがテキスト用のトラックパッドになります。
ko: 스페이스 바를 길게 누르면 키보드가 텍스트용 트랙패드가 됩니다.
ms: Tahan bar ruang dan papan kekunci menjadi pad jejak untuk teks.
pt: Mantém a barra de espaços premida e o teclado passa a ser um trackpad para o texto.
ru: Удержите пробел — и клавиатура станет трекпадом для текста.
zh_hans: 长按空格键，键盘就变成操作文本的触控板。

source: Hold the space bar and the keys become a trackpad. Glide anywhere.
de: Halte die Leertaste gedrückt und die Tasten werden zum Trackpad. Gleite, wohin du willst.
es: Mantén pulsada la barra espaciadora y las teclas se vuelven un trackpad. Desliza a donde quieras.
et: Hoia tühikuklahvi ja klahvid muutuvad trackpadiks. Libise kuhu iganes.
fr: Maintiens la barre d'espace et les touches deviennent un trackpad. Glisse où tu veux.
hu: Tartsd lenyomva a szóközt, és a billentyűk trackpaddé válnak. Csúsztass bárhová.
it: Tieni premuta la barra spaziatrice e i tasti diventano un trackpad. Scorri dove vuoi.
ja: スペースキーを長押しするとキーがトラックパッドに。自由になぞってカーソルを動かせます。
ko: 스페이스바를 누르고 있으면 키가 트랙패드로 변해요. 아무 데나 미끄러뜨려 보세요.
ms: Tahan bar ruang dan kekunci bertukar menjadi trackpad. Luncur ke mana-mana.
pt: Mantém a barra de espaço premida e as teclas tornam-se um trackpad. Desliza para onde quiseres.
ru: Удержите пробел — и клавиши станут трекпадом. Ведите куда угодно.
zh_hans: 按住空格键，键盘就变成触控板，随意滑动。

source: Hold the space bar, then slide left and right to move the cursor.
de: Halte die Leertaste gedrückt und schiebe nach links und rechts, um den Cursor zu bewegen.
es: Mantén pulsada la barra espaciadora y desliza a izquierda y derecha para mover el cursor.
et: Hoia tühikuklahvi, seejärel libise vasakule ja paremale, et liigutada kursorit.
fr: Maintiens la barre d'espace, puis glisse à gauche et à droite pour déplacer le curseur.
hu: Tartsd lenyomva a szóközt, majd csúsztass balra-jobbra a kurzor mozgatásához.
it: Tieni premuta la barra spaziatrice, poi scorri a destra e a sinistra per muovere il cursore.
ja: スペースキーを長押しして、左右にスライドするとカーソルが動きます。
ko: 스페이스바를 누른 채 좌우로 밀면 커서가 움직여요.
ms: Tahan bar ruang, kemudian luncur ke kiri dan kanan untuk gerakkan kursor.
pt: Mantém a barra de espaço premida e desliza para a esquerda e para a direita para mover o cursor.
ru: Удержите пробел, затем ведите влево и вправо, чтобы двигать курсор.
zh_hans: 按住空格键，左右滑动就能移动光标。

source: Hold timing
de: Haltedauer
es: Duración al mantener
et: Hoidmise ajastus
fr: Durée du maintien
hu: Nyomva tartás ideje
it: Tempi di pressione prolungata
ja: 長押しの時間
ko: 길게 누르기 시간
ms: Tempoh tahan
pt: Duração ao manter premido
ru: Тайминг удержания
zh_hans: 长按时长

source: Hold to pick a tone
de: Halten für den Hautton
es: Mantén para elegir tono
et: Hoia, et valida toon
fr: Maintenir pour la teinte
hu: Tartás a tónushoz
it: Tieni premuto per la tonalità
ja: 長押しで肌の色
ko: 길게 눌러 피부색
ms: Tahan untuk pilih ton
pt: Manter premido para o tom
ru: Удержите, чтобы выбрать тон
zh_hans: 长按选肤色

source: Hold to type “%@”
de: Halten, um “%@” einzugeben
es: Mantén pulsado para escribir “%@”
et: Hoia „%@” sisestamiseks
fr: Appui long pour taper “%@”
hu: Tartsd lenyomva a(z) “%@” beírásához
it: Tieni premuto per digitare “%@”
ja: 長押しで“%@”を入力
ko: 길게 누르면 “%@” 입력
ms: Tahan untuk menaip “%@”
pt: Mantém premido para escrever “%@”
ru: Удержите, чтобы ввести «%@»
zh_hans: 长按输入“%@”

source: Hold, then slide to pick one.
de: Halten und dann zum Auswählen ziehen.
es: Mantén pulsado y desliza para elegir uno.
et: Hoia, seejärel libise, et valida üks.
fr: Maintiens, puis glisse pour en choisir un.
hu: Tartsd lenyomva, majd csúsztass a kiválasztáshoz.
it: Tieni premuto, poi scorri per sceglierne uno.
ja: 長押しして、スライドで選びます。
ko: 길게 누른 다음 밀어서 하나를 고르세요.
ms: Tahan, kemudian seret untuk pilih satu.
pt: Mantém premido e desliza para escolher um.
ru: Удержите, затем проведите, чтобы выбрать.
zh_hans: 长按后滑动选择一个。

source: Hold: %@
de: Halten: %@
es: Mantener pulsado: %@
et: Hoida: %@
fr: Appui long : %@
hu: Hosszú nyomás: %@
it: Pressione prolungata: %@
ja: 長押し：%@
ko: 길게 누르기: %@
ms: Tekan lama: %@
pt: Premir longamente: %@
ru: Удержание: %@
zh_hans: 长按：%@

source: Home
de: Start
es: Inicio
et: Avaleht
fr: Accueil
hu: Kezdőlap
ja: ホーム
ko: 홈
ms: Utama
pt: Início
ru: Главная
zh_hans: 主页

source: Hop
de: Hüpfen
es: Saltito
et: Hüpe
fr: Petit saut
hu: Szökkenés
it: Saltello
ja: ホップ
ko: 깡충
ms: Lompat
pt: Salto
ru: Прыжок
zh_hans: 跳跃

source: Horizontal and vertical
de: Horizontal und vertikal
es: Horizontal y vertical
et: Horisontaalne ja vertikaalne
fr: Horizontal et vertical
hu: Vízszintes és függőleges
it: Orizzontale e verticale
ja: 水平と垂直
ko: 가로와 세로
ms: Mendatar dan menegak
pt: Horizontal e vertical
ru: Горизонтально и вертикально
zh_hans: 水平和垂直

source: Horizontal gap between adjacent keys in the same row.
de: Der waagerechte Abstand zwischen zwei Tasten in derselben Reihe.
es: El hueco horizontal entre teclas de la misma fila.
et: Horisontaalne vahe sama rea kõrvuti olevate klahvide vahel.
fr: L'écart horizontal entre deux touches voisines d'une même rangée.
hu: Vízszintes rés az egy sorban lévő szomszédos billentyűk között.
it: Spazio orizzontale tra tasti vicini nella stessa riga.
ja: 同じ行で隣り合うキーどうしの横のすき間です。
ko: 같은 줄에서 옆 키와의 가로 간격이에요.
ms: Jurang mendatar antara kekunci bersebelahan dalam baris yang sama.
pt: Espaço horizontal entre teclas ao lado uma da outra na mesma linha.
ru: Горизонтальный зазор между соседними клавишами в одном ряду.
zh_hans: 同一行里相邻按键之间的横向间距。

source: Horizontal position
de: Horizontale Position
es: Posición horizontal
et: Horisontaalne asend
fr: Position horizontale
hu: Vízszintes helyzet
it: Posizione orizzontale
ja: 水平方向の位置
ko: 가로 위치
ms: Kedudukan mendatar
pt: Posição horizontal
ru: Положение по горизонтали
zh_hans: 水平位置

source: Horizontal stack
de: Horizontaler Stapel
es: Pila horizontal
et: Horisontaalne virn
fr: Empilement horizontal
hu: Vízszintes verem
it: Pila orizzontale
ja: 横方向スタック
ko: 가로 스택
ms: Tindanan mendatar
pt: Pilha horizontal
ru: Горизонтальный стек
zh_hans: 横向堆叠

source: How Clink Works
de: So funktioniert Clink
es: Cómo funciona Clink
et: Kuidas Clink töötab
fr: Comment marche Clink
hu: Hogyan működik a Clink
it: Come funziona Clink
ja: Clink のしくみ
ko: Clink 작동 방식
ms: Cara Clink Berfungsi
pt: Como funciona o Clink
ru: Как устроен Clink
zh_hans: Clink 如何运作

source: How a pressed key springs back to rest after each press.
de: Wie eine gedrückte Taste nach jedem Tastendruck in ihre Ruheposition zurückspringt.
es: Cómo vuelve una tecla a su posición de reposo tras cada pulsación.
et: Kuidas vajutatud klahv pärast iga vajutust tagasi puhkeasendisse hüppab.
fr: Comment une touche enfoncée revient au repos après chaque pression.
hu: Hogyan pattan vissza egy megnyomott billentyű nyugalmi állapotába minden lenyomás után.
it: Come un tasto premuto torna a riposo dopo ogni pressione.
ja: 押したキーが毎回の押下後にどのように元の位置に戻るかを示します。
ko: 누른 키가 매번 누를 때마다 원래 상태로 돌아오는 방식을 설정합니다.
ms: Cara kekunci yang ditekan kembali ke kedudukan asal selepas setiap tekanan.
pt: Como uma tecla premida volta ao repouso após cada pressão.
ru: Как нажатая клавиша возвращается в исходное положение после каждого нажатия.
zh_hans: 按下按键后，按键如何弹回原位。

source: How a pressed key springs back to rest, shaped by the feel above.
de: Wie eine gedrückte Taste in die Ruhelage zurückfedert, geprägt vom Gefühl oben.
es: Cómo una tecla pulsada vuelve a su posición de reposo, según el tacto elegido arriba.
et: Kuidas vajutatud klahv tagasi raugeb, kujundatuna ülaloleva tunnetuse poolt.
fr: Comment une touche pressée revient à sa place, selon le ressenti choisi ci-dessus.
hu: Így ugrik vissza a lenyomott gomb nyugalmi helyzetébe, a fent választott érzés alakítja.
it: Come un tasto premuto torna a riposo, modellato dalla sensazione scelta sopra.
ja: 押したキーが元に戻るときのばねの動き。上で選んだ雰囲気に合わせて変わります。
ko: 눌린 키가 제자리로 되돌아오는 방식으로, 위의 느낌 설정에 따라 달라집니다.
ms: Cara kekunci yang ditekan melantun kembali ke kedudukan asal, dibentuk oleh rasa di atas.
pt: Como uma tecla premida regressa ao repouso, moldado pela sensação acima.
ru: Как нажатая клавиша возвращается в покой — в зависимости от ощущения, заданного выше.
zh_hans: 按下的按键如何回弹复位，由上方的触感设置决定。

source: How do I add a language?
de: Wie füge ich eine Sprache hinzu?
es: ¿Cómo añado un idioma?
et: Kuidas ma keelt lisan?
fr: Comment ajouter une langue ?
hu: Hogyan adok hozzá nyelvet?
it: Come aggiungo una lingua?
ja: 言語を追加するには？
ko: 언어는 어떻게 추가하나요?
ms: Bagaimana saya tambah bahasa?
pt: Como adiciono um idioma?
ru: Как добавить язык?
zh_hans: 怎么添加语言？

source: How do I change the click and the vibration?
de: Wie ändere ich Klick und Vibration?
es: ¿Cómo cambio el clic y la vibración?
et: Kuidas ma muudan klõpsu ja vibratsiooni?
fr: Comment changer le clic et la vibration ?
hu: Hogyan változtatom meg a kattanást és a rezgést?
it: Come cambio il clic e la vibrazione?
ja: クリック音と振動を変えるには？
ko: 키 소리와 진동은 어떻게 바꾸나요?
ms: Bagaimana saya tukar bunyi klik dan getaran?
pt: Como mudo o clique e a vibração?
ru: Как поменять щелчок и вибрацию?
zh_hans: 怎么改按键声和震动？

source: How do I change the colors?
de: Wie ändere ich die Farben?
es: ¿Cómo cambio los colores?
et: Kuidas ma värve muudan?
fr: Comment changer les couleurs ?
hu: Hogyan változtatom meg a színeket?
it: Come cambio i colori?
ja: 色を変えるには？
ko: 색은 어떻게 바꾸나요?
ms: Bagaimana saya tukar warna?
pt: Como mudo as cores?
ru: Как поменять цвета?
zh_hans: 怎么改颜色？

# How do I change the colours?
source: How do I change the colors?
de: Wie ändere ich die Farben?
es: ¿Cómo cambio los colores?
et: Kuidas ma värve muudan?
fr: Comment changer les couleurs ?
hu: Hogyan változtatom meg a színeket?
it: Come cambio i colori?
ja: 色を変えるには？
ko: 색은 어떻게 바꾸나요?
ms: Bagaimana saya tukar warna?
pt: Como mudo as cores?
ru: Как поменять цвета?
zh_hans: 怎么改颜色？

source: How do I change the key size?
de: Wie ändere ich die Tastengröße?
es: ¿Cómo cambio el tamaño de las teclas?
et: Kuidas ma muudan klahvi suurust?
fr: Comment changer la taille des touches ?
hu: Hogyan változtatom meg a billentyűk méretét?
it: Come cambio la dimensione dei tasti?
ja: キーの大きさを変えるには？
ko: 키 크기는 어떻게 바꾸나요?
ms: Bagaimana saya ubah saiz kekunci?
pt: Como mudo o tamanho das teclas?
ru: Как поменять размер клавиш?
zh_hans: 怎么改按键大小？

source: How do I change the keyboard's language while I'm typing?
de: Wie wechsle ich die Sprache der Tastatur beim Tippen?
es: ¿Cómo cambio el idioma del teclado mientras escribo?
et: Kuidas ma vahetan klaviatuuri keelt tipimise ajal?
fr: Comment changer la langue du clavier en cours de frappe ?
hu: Hogyan váltok billentyűzetnyelvet gépelés közben?
it: Come cambio la lingua della tastiera mentre scrivo?
ja: 入力中にキーボードの言語を切り替えるには？
ko: 입력하는 도중에 키보드 언어를 어떻게 바꾸나요?
ms: Bagaimana saya menukar bahasa papan kekunci semasa menaip?
pt: Como mudo o idioma do teclado enquanto escrevo?
ru: Как поменять язык клавиатуры прямо во время печати?
zh_hans: 打字打到一半，怎么切换键盘语言？

source: How do I change what's behind the keys?
de: Wie ändere ich, was hinter den Tasten liegt?
es: ¿Cómo cambio lo que hay detrás de las teclas?
et: Kuidas ma muudan seda, mis klahvide taga on?
fr: Comment changer ce qu'il y a derrière les touches ?
hu: Hogyan változtatom meg, mi van a billentyűk mögött?
it: Come cambio cosa c'è dietro i tasti?
ja: キーの後ろを変えるには？
ko: 키 뒤에 보이는 것을 바꾸려면?
ms: Bagaimana saya tukar apa yang ada di belakang kekunci?
pt: Como mudo o que está por trás das teclas?
ru: Как поменять то, что за клавишами?
zh_hans: 怎么改按键后方的画面？

source: How do I move the cursor precisely?
de: Wie bewege ich den Cursor genau?
es: ¿Cómo muevo el cursor con precisión?
et: Kuidas ma liigutan kursorit täpselt?
fr: Comment placer le curseur précisément ?
hu: Hogyan mozgatom pontosan a kurzort?
it: Come sposto il cursore con precisione?
ja: カーソルを細かく動かすには？
ko: 커서를 정확히 옮기려면 어떻게 하나요?
ms: Bagaimana saya gerakkan kursor dengan tepat?
pt: Como movo o cursor com precisão?
ru: Как точно поставить курсор?
zh_hans: 怎么精确移动光标？

source: How do I put a setting back to how it was?
de: Wie setze ich eine Einstellung zurück?
es: ¿Cómo dejo un ajuste como estaba?
et: Kuidas ma panen seadistuse tagasi endiseks?
fr: Comment remettre un réglage comme avant ?
hu: Hogyan állítok vissza egy beállítást?
it: Come rimetto un'impostazione com'era?
ja: 設定を元に戻すには？
ko: 설정을 원래대로 되돌리려면 어떻게 하나요?
ms: Bagaimana saya kembalikan satu tetapan seperti asal?
pt: Como ponho uma definição como estava?
ru: Как вернуть настройку в прежнее состояние?
zh_hans: 怎么把某个设置改回原样？

source: How do I report a bug?
de: Wie melde ich einen Fehler?
es: ¿Cómo informo de un fallo?
et: Kuidas ma veast teatan?
fr: Comment je signale un bug ?
hu: Hogyan jelentek egy hibát?
it: Come segnalo un bug?
ja: 不具合はどう報告しますか？
ko: 버그는 어떻게 신고하나요?
ms: Bagaimana saya melaporkan pepijat?
pt: Como comunico um erro?
ru: Как сообщить об ошибке?
zh_hans: 怎么报告问题？

source: How do I start using Clink?
de: Wie fange ich mit Clink an?
es: ¿Cómo empiezo a usar Clink?
et: Kuidas ma Clinkiga alustan?
fr: Comment je commence avec Clink ?
hu: Hogyan kezdem el használni a Clinket?
it: Come inizio a usare Clink?
ja: Clinkを使い始めるには？
ko: Clink을 어떻게 시작하나요?
ms: Bagaimana saya mula menggunakan Clink?
pt: Como começo a usar o Clink?
ru: Как начать пользоваться Clink?
zh_hans: 怎么开始用 Clink？

source: How do I switch between my languages?
de: Wie wechsle ich zwischen meinen Sprachen?
es: ¿Cómo cambio entre mis idiomas?
et: Kuidas ma vahetan oma keelte vahel?
fr: Comment passer d'une langue à l'autre ?
hu: Hogyan váltok a nyelveim között?
it: Come passo da una lingua all'altra?
ja: 言語を切り替えるには？
ko: 언어는 어떻게 전환하나요?
ms: Bagaimana saya bertukar antara bahasa saya?
pt: Como alterno entre os meus idiomas?
ru: Как переключаться между языками?
zh_hans: 怎么在几种语言之间切换？

source: How do I turn autocorrect off?
de: Wie schalte ich die Autokorrektur aus?
es: ¿Cómo desactivo la corrección automática?
et: Kuidas ma lülitan automaatparanduse välja?
fr: Comment désactiver la correction automatique ?
hu: Hogyan kapcsolom ki az automatikus javítást?
it: Come disattivo la correzione automatica?
ja: 自動修正をオフにするには？
ko: 자동 수정을 끄려면 어떻게 하나요?
ms: Bagaimana saya matikan pembetulan automatik?
pt: Como desligo a correção automática?
ru: Как выключить автокоррекцию?
zh_hans: 怎么关掉自动更正？

source: How do I turn on tools like Clipboard or Translate?
de: Wie schalte ich Werkzeuge wie Zwischenablage oder Übersetzen ein?
es: ¿Cómo activo herramientas como el Portapapeles o Traducir?
et: Kuidas ma lülitan sisse tööriistu nagu Lõikelaud või Tõlgi?
fr: Comment activer des outils comme Presse-papiers ou Traduire ?
hu: Hogyan kapcsolom be az olyan eszközöket, mint a Vágólap vagy a Fordítás?
it: Come attivo strumenti come Appunti o Traduci?
ja: クリップボードや翻訳などのツールをオンにするには？
ko: 클립보드나 번역 같은 도구는 어떻게 켜나요?
ms: Bagaimana saya hidupkan alat seperti Papan keratan atau Terjemah?
pt: Como ligo ferramentas como a Área de transferência ou o Traduzir?
ru: Как включить инструменты вроде буфера обмена или перевода?
zh_hans: 怎么打开剪贴板、翻译这类工具？

source: How do I type é, ü or ñ?
de: Wie tippe ich é, ü oder ñ?
es: ¿Cómo escribo é, ü o ñ?
et: Kuidas ma sisestan é, ü või ñ?
fr: Comment taper é, ü ou ñ ?
hu: Hogyan írok é, ü vagy ñ betűt?
it: Come scrivo é, ü o ñ?
ja: é・ü・ñはどう入力しますか？
ko: é, ü, ñ 같은 글자는 어떻게 입력하나요?
ms: Bagaimana saya menaip é, ü atau ñ?
pt: Como escrevo é, ü ou ñ?
ru: Как ввести é, ü или ñ?
zh_hans: é、ü、ñ 这些字母怎么打？

source: How does swipe typing work?
de: Wie funktioniert die Wischeingabe?
es: ¿Cómo funciona la escritura deslizando?
et: Kuidas töötab pühkimissisestus?
fr: Comment fonctionne la saisie glissée ?
hu: Hogyan működik a húzva gépelés?
it: Come funziona la scrittura a scorrimento?
ja: スワイプ入力はどう使いますか？
ko: 슬라이드 입력은 어떻게 쓰나요?
ms: Bagaimana taip secara leret berfungsi?
pt: Como funciona a escrita por deslize?
ru: Как работает ввод скольжением?
zh_hans: 划动输入怎么用？
